import React from 'react'
import { SearchIcon } from '../icons'

const TreatedRequests = ({ toggleIndex }: any) => {
  return (
    <div
      className={`my-10 flex px-8 text-sm ${
        toggleIndex === 3 ? 'visible block' : 'invisible hidden'
      }`}
    >
      <div className="basis-1/4 p-2">
        <div>
          <h3 className="bg-gray-200 p-2">وضعية الطلب</h3>
        </div>
        <div className="my-4 flex flex-col gap-2 px-2">
          <div>
            <input
              type="radio"
              name="type"
              className="ml-2"
              value="institutions"
            />
            <label>معالجة</label>
          </div>
          <div>
            <input type="radio" name="type" className="ml-2" value="regions" />
            <label>مرفوضة</label>
          </div>
        </div>
        <div>
          <h3 className="bg-gray-200 p-2">الفترة</h3>
        </div>
        <div>
          <input
            className="text-md my-2 w-full rounded-md border border-gray-300 p-3 text-sm text-gray-600 shadow-sm focus:border-cyan-500 focus:outline-none focus:ring-cyan-500"
            type="date"
            name="to"
          />
        </div>
      </div>
      <div className="basis-3/4 p-2">
        <div className="relative w-full">
          <input
            type="text"
            className="w-full rounded-md border px-3 py-3 pr-12 text-sm shadow-sm focus:border-main focus:outline-main"
            placeholder="البحث في طلبات المعلومات"
          />

          <span className="absolute inset-y-0 right-0 inline-flex items-center overflow-hidden  px-3  text-xl text-gray-400">
            <SearchIcon />
          </span>
        </div>
        <h3 className="my-4 mb-2 text-lg">عدد النتائج 12</h3>

        <div>
          <h4 className="mb-2 text-main">
            لائحة معطيات مكانية خاصة بالإدارات العمومية
          </h4>
          <p className="mb-2 text-gray-700">
            تيح هذه البوابة للمواطنات والمواطنين وكذا الأشخاص الأجانب المقيمين
            بالمغرب بصفة قانونية تقديم وتتبع طلبات الحصول على المعلومات وفقا
            للقانون 13-31 المتعلق بالحق في الحصول على المعلوماتتيح هذه البوابة
            للمواطنات والمواطنين وكذا الأشخاص الأجانب المقيمين بالمغرب بصفة
            قانونية تقديم وتتبع طلبات الحصول على المعلومات وفقا للقانون 13-31
            المتعلق بالحق في الحصول على المعلومات
          </p>
          <h4 className="mb-2 text-main">
            لائحة معطيات مكانية خاصة بالإدارات العمومية
          </h4>
          <p className="mb-2 text-gray-700">
            تيح هذه البوابة للمواطنات والمواطنين وكذا الأشخاص الأجانب المقيمين
            بالمغرب بصفة قانونية تقديم وتتبع طلبات الحصول على المعلومات وفقا
            للقانون 13-31 المتعلق بالحق في الحصول على المعلوماتتيح هذه البوابة
            للمواطنات والمواطنين وكذا الأشخاص الأجانب المقيمين بالمغرب بصفة
            قانونية تقديم وتتبع طلبات الحصول على المعلومات وفقا للقانون 13-31
            المتعلق بالحق في الحصول على المعلومات
          </p>
          <h4 className="mb-2 text-main">
            لائحة معطيات مكانية خاصة بالإدارات العمومية
          </h4>
          <p className="mb-2 text-gray-700">
            تيح هذه البوابة للمواطنات والمواطنين وكذا الأشخاص الأجانب المقيمين
            بالمغرب بصفة قانونية تقديم وتتبع طلبات الحصول على المعلومات وفقا
            للقانون 13-31 المتعلق بالحق في الحصول على المعلوماتتيح هذه البوابة
            للمواطنات والمواطنين وكذا الأشخاص الأجانب المقيمين بالمغرب بصفة
            قانونية تقديم وتتبع طلبات الحصول على المعلومات وفقا للقانون 13-31
            المتعلق بالحق في الحصول على المعلومات
          </p>
          <h4 className="mb-2 text-main">
            لائحة معطيات مكانية خاصة بالإدارات العمومية
          </h4>
          <p className="mb-2 text-gray-700">
            تيح هذه البوابة للمواطنات والمواطنين وكذا الأشخاص الأجانب المقيمين
            بالمغرب بصفة قانونية تقديم وتتبع طلبات الحصول على المعلومات وفقا
            للقانون 13-31 المتعلق بالحق في الحصول على المعلوماتتيح هذه البوابة
            للمواطنات والمواطنين وكذا الأشخاص الأجانب المقيمين بالمغرب بصفة
            قانونية تقديم وتتبع طلبات الحصول على المعلومات وفقا للقانون 13-31
            المتعلق بالحق في الحصول على المعلومات
          </p>
          <h4 className="mb-2 text-main">
            لائحة معطيات مكانية خاصة بالإدارات العمومية
          </h4>
          <p className="mb-2 text-gray-700">
            تيح هذه البوابة للمواطنات والمواطنين وكذا الأشخاص الأجانب المقيمين
            بالمغرب بصفة قانونية تقديم وتتبع طلبات الحصول على المعلومات وفقا
            للقانون 13-31 المتعلق بالحق في الحصول على المعلوماتتيح هذه البوابة
            للمواطنات والمواطنين وكذا الأشخاص الأجانب المقيمين بالمغرب بصفة
            قانونية تقديم وتتبع طلبات الحصول على المعلومات وفقا للقانون 13-31
            المتعلق بالحق في الحصول على المعلومات
          </p>
          <h4 className="mb-2 text-main">
            لائحة معطيات مكانية خاصة بالإدارات العمومية
          </h4>
          <p className="mb-2 text-gray-700">
            تيح هذه البوابة للمواطنات والمواطنين وكذا الأشخاص الأجانب المقيمين
            بالمغرب بصفة قانونية تقديم وتتبع طلبات الحصول على المعلومات وفقا
            للقانون 13-31 المتعلق بالحق في الحصول على المعلوماتتيح هذه البوابة
            للمواطنات والمواطنين وكذا الأشخاص الأجانب المقيمين بالمغرب بصفة
            قانونية تقديم وتتبع طلبات الحصول على المعلومات وفقا للقانون 13-31
            المتعلق بالحق في الحصول على المعلومات
          </p>
        </div>
      </div>
    </div>
  )
}

export default TreatedRequests
