export const requestedInfo = [
  'مستند',
  'تقرير',
  'دراسة',
  'دورية',
  'قرار',
  'منشور',
  'مذكرة',
  'قاعدة بيانات',
  'وثائق أخرى ذات طابع عام',
]

export const receivedInfo = [
  'الإطلاع المباشر بعين المكان',
  'التسلم بعين المكان',
  'عبر البريد الإلكتروني',
  'عبر البريد العادي',
  'عبر الفاكس رقم:',
]

export const boxContent = [
  {
    text: 'ما هو القانون رقم 13-31 المتعلق بالحق في الحصول على المعلومات؟',
    link: '/',
  },
  {
    text: 'ما هي بوابة الحصول على المعلومات؟',
    link: '/',
  },
  {
    text: 'كيف يمكنك تقديم طلب الحصول على المعلومات؟',
    link: '/',
  },
  {
    text: 'اختبار المعلومات Quiz',
    link: '/',
  },
]

export const ministriesList = [
  'وزارة الانتقال الرقمي وإصلاح الإدارة',
  'وزارة الانتقال الطاقي والتنمية المستدامة',
  'وزارة العدل',
  'وزارة الداخلية',
  'وزارة الصناعة والتجارة',
  'وزارة الأوقاف والشؤون الإسلامية',
  'وزارة الشباب والثقافة والتواصل',
  'وزارة الاقتصاد والمالية',
  'وزارة الصحة والحماية الاجتماعية',
  'الوزارةالمنتدبة لدى رئيس الحكومة المكلفة بالعلاقات مع البرلمان',
  'وزارة إعداد التراب الوطني والتعمير والإسكان وسياسة المدينة',
]

export const anexesList = [
  'النصوص التشريعية والتنظيمية',
  'مهام المؤسسة أو الهيئة المعنية وهياكلها الإدارية، والمعلومات الضرورية من أجل الاتصال بها',
  'الإتفاقيات التي تم الشروع في مسطرة الانضمام إليها أو المصادقة عليها',
  'مشاريع قوانين المالية والوثائق المرفقة بها',
  'مشاريع القوانين',
]

export const fileTypes = ['pdf', 'docx', 'xlsx', 'kml', 'csv', 'pptx', 'html']

export const informations = [
  {
    id: '1',
    title: 'اتفاقية الاتحاد الافريقي لمنع الفساد ومكافحته',
    institut: 'وزارة الانتقال الرقمي وإصلاح الإدارة',
    anexes: [
      'الإتفاقيات التي تم الشروع في مسطرة الانضمام إليها أو المصادقة عليها',
      'النصوص التشريعية والتنظيمية',
    ],
    files: ['docx'],
  },
  {
    id: '2',
    title: 'اتفاقيات القانون الدولي الإنساني التي يعد المغرب طرفا فيها',
    institut: 'الوزارةالمنتدبة لدى رئيس الحكومة المكلفة بالعلاقات مع البرلمان',
    anexes: [
      'الإتفاقيات التي تم الشروع في مسطرة الانضمام إليها أو المصادقة عليها',
    ],
    files: ['pdf'],
  },
  {
    id: '3',
    title: 'ميثاق الوطني للتنمية المستدامة',
    institut: 'وزارة الانتقال الطاقي والتنمية المستدامة',
    anexes: [
      'النصوص التشريعية والتنظيمية',
      'الإتفاقيات التي تم الشروع في مسطرة الانضمام إليها أو المصادقة عليها',
    ],
    files: ['pdf'],
  },
  {
    id: '4',
    title: 'اتفاقية اللأمم المتحدة لمكافحة الفساد',
    institut: 'وزارة الانتقال الرقمي وإصلاح الإدارة',
    anexes: [
      'الإتفاقيات التي تم الشروع في مسطرة الانضمام إليها أو المصادقة عليها',
    ],
    files: ['html'],
  },
  {
    id: '5',
    title: 'القوانين المؤطرة لقطاع الإسكان وسياسة المدينة',
    institut: 'وزارة إعداد التراب الوطني والتعمير والإسكان وسياسة المدينة',
    anexes: ['النصوص التشريعية والتنظيمية'],
    files: ['html'],
  },
  {
    id: '6',
    title: 'قوانين التصريح بالممتلكات',
    institut: 'وزارة الانتقال الرقمي وإصلاح الإدارة',
    anexes: ['النصوص التشريعية والتنظيمية'],
    files: ['docx'],
  },
  {
    id: '7',
    title: 'المخطط العام للا تمركز الإداري لوزارة الصحة',
    institut: 'وزارة الصحة والحماية الاجتماعية',
    anexes: ['مشاريع القوانين', 'النصوص التشريعية والتنظيمية'],
    files: ['pdf'],
  },
  {
    id: '8',
    title: 'قانون الأحزاب',
    institut: 'وزارة الشباب والثقافة والتواصل',
    anexes: [
      'مهام المؤسسة أو الهيئة المعنية وهياكلها الإدارية، والمعلومات الضرورية من أجل الاتصال بها',
      'النصوص التشريعية والتنظيمية ',
    ],
    files: ['pdf'],
  },
  {
    id: '9',
    title: 'الملائمة والدراسات',
    institut: 'الوزارةالمنتدبة لدى رئيس الحكومة المكلفة بالعلاقات مع البرلمان',
    anexes: ['مشاريع القوانين'],
    files: ['html'],
  },
  {
    id: '10',
    title: 'الدليل المرجعي للوظائف والكفاءات بوزارة الأوقاف والشؤون الإسلامية',
    institut: 'وزارة الأوقاف والشؤون الإسلامية',
    anexes: [
      'مشاريع القوانين',
      'النصوص التشريعية والتنظيمية',
      'الإتفاقيات التي تم الشروع في مسطرة الانضمام إليها أو المصادقة عليها',
    ],
    files: ['pdf'],
  },
  {
    id: '11',
    title: 'مشروع نجاعة الأداء',
    institut: 'وزارة الانتقال الرقمي وإصلاح الإدارة',
    anexes: ['مشاريع قوانين المالية والوثائق المرفقة بها'],
    files: ['docx'],
  },
  {
    id: '12',
    title: 'الموارد البشرية والمالية',
    institut: 'وزارة الانتقال الرقمي وإصلاح الإدارة',
    anexes: ['مشاريع قوانين المالية والوثائق المرفقة بها'],
    files: ['pdf'],
  },
  {
    id: '13',
    title: 'مهام الوزارة',
    institut: 'وزارة الصناعة والتجارة',
    anexes: [
      'مهام المؤسسة أو الهيئة المعنية وهياكلها الإدارية، والمعلومات الضرورية من أجل الاتصال بها',
    ],
    files: ['html'],
  },
  {
    id: '14',
    title: 'مديريات الوزارة',
    institut: 'وزارة الصناعة والتجارة',
    anexes: [
      'مهام المؤسسة أو الهيئة المعنية وهياكلها الإدارية، والمعلومات الضرورية من أجل الاتصال بها',
    ],
    files: ['docx'],
  },
  {
    id: '15',
    title: 'مهام واختصاصات قطاع المياه والغابات',
    institut: 'وزارة الفلاحة والصيد البحري والتنمية القروية والمياه والغابات',
    anexes: [
      'مهام المؤسسة أو الهيئة المعنية وهياكلها الإدارية، والمعلومات الضرورية من أجل الاتصال بها',
    ],
    files: ['html', 'pdf'],
  },
]

export const requestFollow = [
  {
    code: 'METLE-2020-11-DEM1',
    contenu_demande:
      'اسم الشخص المكلف بتلقي طلبات الحصول على المعلومات بـمديرية الملاحة التجارية,وزارة التجهيز والنقل واللوجستيك والماء و معلومات الإتصال الخاصة به (الاسم الكامل- البريد الالكتروني- رقم الهاتف- صفته)',
      demandeur:'المهدي هرموش',
    date_demande: '26 غشت 2022 ،الساعة 12:42',
    denomination_org: 'وزارة التجهيز والنقل واللوجستيك والماء',
    entite_responsable: 'مديرية الملاحة التجارية',
    statut: 'معالج',
    note: 'يحق لطالب المعلومات تقديم شكاية الى رئيس المؤسسة أو الهيئة المعنية في غضون عشرين (20) يوم عمل من تاريخ التوصل بالرد',
    historique: [
      {
        title: 'طلبكم في طور الدراسة',
        detail: 'يرتقب رد الإدارة المعنية قبل 2022/09/23 كحد أقصى',
        date: '26 غشت 2022 ،الساعة 12:42',
        logo_entite: '/img/maroc-logo.png',
        acteur: 'مسؤول المعلومات',
        annexes: null,
        owner: 'me',
      },
      {
        title: 'رد المؤسسة أو الهيئة المعنية على طلبكم',
        detail:
          'لقد تلقينا طلبكم و نعتذر عن التأخير الخارج عن إرادتنا. وفيما يتعلق بالجواب ،',
        date: '26 غشت 2022 ،الساعة 12:42',
        logo_entite: '/img/maroc-logo.png',
        acteur: 'مسؤول المعلومات',
        owner: 'me',
        annexes: [
          {
            titre: 'document 1',
            file_name: 'rapport_1.pdf',
          },
          {
            titre: 'document 2',
            file_name: 'rapport_2.pdf',
          },
        ],
      },
      {
        title: 'تم تقديم شكاية حول الطلب الى رئيس المؤسسة أو الهيئة المعنية',
        detail: 'الشخص المكلف غير موجود',
        date: '26 غشت 2022 ،الساعة 12:42',
        logo_entite: '',
        acteur: '',
        annexes: null,
        owner: 'citizin',
      },
      {
        title: 'شكايتكم في طور الدراسة',
        detail:
          'التاريخ المنتظر للإجابة على الشكاية من طرف رئيس المؤسسة أو الهيئة المعنية: 2022/09/1',
        date: '26 غشت 2022 ،الساعة 12:42',
        logo_entite: '/img/maroc-logo.png',
        acteur: 'مسؤول الشكايات',
        annexes: null,
        owner: 'me',
      },
      {
        title: 'تم تقديم شكاية حول الطلب الى لجنة الحق في الحصول على المعلومات',
        detail: 'معلومة غير واضحة',
        date: '26 غشت 2022 ،الساعة 12:42',
        logo_entite: '/img/maroc-logo.png',
        acteur: 'مسؤول الشكايات',
        annexes: null,
        owner: '',
      },
      {
        title: 'شكايتكم في طور الدراسة',
        detail:
          'التاريخ المنتظر للإجابة على الشكاية من طرف رئيس المؤسسة أو الهيئة المعنية: 2022/09/1',
        date: '26 غشت 2022 ،الساعة 12:42',
        logo_entite:
          'https://www.cdai.ma/wp-content/uploads/2021/08/logo_CDAI.png',
        acteur: 'لجنة الحق في الحصول على المعلومات',
        annexes: null,
        owner: 'me',
      },
    ],
  },
  {
    code: 'METLE-2020-11-DEM2',
    contenu_demande:
      'اسم الشخص المكلف بتلقي طلبات الحصول على المعلومات بـمديرية الملاحة التجارية,وزارة التجهيز والنقل واللوجستيك والماء و معلومات الإتصال الخاصة به (الاسم الكامل- البريد الالكتروني- رقم الهاتف- صفته)',
      demandeur:' أحمد المتوكل',
    date_demande: '26 غشت 2022 ،الساعة 12:42',
    denomination_org: 'وزارة التجهيز والنقل واللوجستيك والماء',
    entite_responsable: 'مديرية الملاحة التجارية',
    statut: 'معالج',
    note: 'يحق لطالب المعلومات تقديم شكاية الى رئيس المؤسسة أو الهيئة المعنية في غضون عشرين (20) يوم عمل من تاريخ التوصل بالرد',
    historique: [
      {
        title: 'طلبكم في طور الدراسة',
        detail: 'يرتقب رد الإدارة المعنية قبل 2022/09/23 كحد أقصى',
        date: '26 غشت 2022 ،الساعة 12:42',
        logo_entite: '/img/maroc-logo.png',
        acteur: 'مسؤول المعلومات',
        annexes: null,
        owner: 'me',
      },
      {
        title: 'تم تقديم شكاية حول الطلب الى رئيس المؤسسة أو الهيئة المعنية',
        detail: 'الشخص المكلف غير موجود',
        date: '26 غشت 2022 ،الساعة 12:42',
        logo_entite: '',
        acteur: '',
        annexes: null,
        owner: 'citizin',
      },
      {
        title: 'شكايتكم في طور الدراسة',
        detail:
          'التاريخ المنتظر للإجابة على الشكاية من طرف رئيس المؤسسة أو الهيئة المعنية: 2022/09/1',
        date: '26 غشت 2022 ،الساعة 12:42',
        logo_entite: '/img/maroc-logo.png',
        acteur: 'مسؤول الشكايات',
        annexes: null,
        owner: 'me',
      },
      {
        title: 'تم تقديم شكاية حول الطلب الى لجنة الحق في الحصول على المعلومات',
        detail: 'معلومة غير واضحة',
        date: '26 غشت 2022 ،الساعة 12:42',
        logo_entite: '/img/maroc-logo.png',
        acteur: 'مسؤول الشكايات',
        annexes: null,
        owner: '',
      },
      {
        title: 'شكايتكم في طور الدراسة',
        detail:
          'التاريخ المنتظر للإجابة على الشكاية من طرف رئيس المؤسسة أو الهيئة المعنية: 2022/09/1',
        date: '26 غشت 2022 ،الساعة 12:42',
        logo_entite:
          'https://www.cdai.ma/wp-content/uploads/2021/08/logo_CDAI.png',
        acteur: 'لجنة الحق في الحصول على المعلومات',
        annexes: null,
        owner: 'me',
      },
    ],
  },
  {
    code: 'METLE-2020-11-DEM3',
    contenu_demande:
      'اسم الشخص المكلف بتلقي طلبات الحصول على المعلومات بـمديرية الملاحة التجارية,وزارة التجهيز والنقل واللوجستيك والماء و معلومات الإتصال الخاصة به (الاسم الكامل- البريد الالكتروني- رقم الهاتف- صفته)',
      demandeur:'  سعاد الوكيلي',
    date_demande: '26 غشت 2022 ،الساعة 12:42',
    denomination_org: 'وزارة التجهيز والنقل واللوجستيك والماء',
    entite_responsable: 'مديرية الملاحة التجارية',
    statut: 'معالج',
    note: 'يحق لطالب المعلومات تقديم شكاية الى رئيس المؤسسة أو الهيئة المعنية في غضون عشرين (20) يوم عمل من تاريخ التوصل بالرد',
    historique: [
      {
        title: 'طلبكم في طور الدراسة',
        detail: 'يرتقب رد الإدارة المعنية قبل 2022/09/23 كحد أقصى',
        date: '26 غشت 2022 ،الساعة 12:42',
        logo_entite: '/img/maroc-logo.png',
        acteur: 'مسؤول المعلومات',
        annexes: null,
        owner: 'me',
      },
      {
        title: 'رد المؤسسة أو الهيئة المعنية على طلبكم',
        detail:
          'لقد تلقينا طلبكم و نعتذر عن التأخير الخارج عن إرادتنا. وفيما يتعلق بالجواب ،',
        date: '26 غشت 2022 ،الساعة 12:42',
        logo_entite: '/img/maroc-logo.png',
        acteur: 'مسؤول المعلومات',
        owner: 'me',
        annexes: [
          {
            titre: 'document 1',
            file_name: 'rapport_1.pdf',
          },
          {
            titre: 'document 2',
            file_name: 'rapport_2.pdf',
          },
        ],
      },
    
    ],
  },
]

export const requester = {
  address: '85 rue msala',
  cinNumber: 'k558899',
  email: 'yahia@gmail.com',
  firstname: 'يحيى',
  lastname: 'العزيز',
  phone: '066885522',
  requester: 'citizin',
}