export const requestedInfo = [
  "مستند",
  "تقرير",
  "دراسة",
  "دورية",
  "قرار",
  "منشور",
  "مذكرة",
 "قاعدة بيانات",
 "وثائق أخرى ذات طابع عام",
]

export const receivedInfo=[
"الإطلاع المباشر بعين المكان",
"التسلم بعين المكان",
"عبر البريد الإلكتروني",
"عبر البريد العادي",
"عبر الفاكس رقم:"]

export const ministriesList = [
  'وزارة الانتقال الرقمي وإصلاح الإدارة',
  'وزارة الانتقال الطاقي والتنمية المستدامة',
  'وزارة العدل',
  'وزارة الداخلية',
  'وزارة الصناعة والتجارة',
  'وزارة الأوقاف والشؤون الإسلامية',
  'وزارة الشباب والثقافة والتواصل',
  'وزارة الاقتصاد والمالية',
  'وزارة الصحة والحماية الاجتماعية',
  'الوزارةالمنتدبة لدى رئيس الحكومة المكلفة بالعلاقات مع البرلمان',
  'وزارة إعداد التراب الوطني والتعمير والإسكان وسياسة المدينة',
]

export const anexesList = [
  'النصوص التشريعية والتنظيمية',
  'مهام المؤسسة أو الهيئة المعنية وهياكلها الإدارية، والمعلومات الضرورية من أجل الاتصال بها',
  'الإتفاقيات التي تم الشروع في مسطرة الانضمام إليها أو المصادقة عليها',
  'مشاريع قوانين المالية والوثائق المرفقة بها',
  'مشاريع القوانين',
]

export const fileTypes = ['pdf', 'docx', 'xlsx', 'kml', 'csv', 'pptx', 'html']

export const informations = [
  {
    id: '1',
    title: 'اتفاقية الاتحاد الافريقي لمنع الفساد ومكافحته',
    institut: 'وزارة الانتقال الرقمي وإصلاح الإدارة',
    anexes: [
      'الإتفاقيات التي تم الشروع في مسطرة الانضمام إليها أو المصادقة عليها',
      'النصوص التشريعية والتنظيمية',
    ],
    files: ['docx'],
  },
  {
    id: '2',
    title: 'اتفاقيات القانون الدولي الإنساني التي يعد المغرب طرفا فيها',
    institut: 'الوزارةالمنتدبة لدى رئيس الحكومة المكلفة بالعلاقات مع البرلمان',
    anexes: [
      'الإتفاقيات التي تم الشروع في مسطرة الانضمام إليها أو المصادقة عليها',
    ],
    files: ['pdf'],
  },
  {
    id: '3',
    title: 'ميثاق الوطني للتنمية المستدامة',
    institut: 'وزارة الانتقال الطاقي والتنمية المستدامة',
    anexes: [
      'النصوص التشريعية والتنظيمية',
      'الإتفاقيات التي تم الشروع في مسطرة الانضمام إليها أو المصادقة عليها',
    ],
    files: ['pdf'],
  },
  {
    id: '4',
    title: 'اتفاقية اللأمم المتحدة لمكافحة الفساد',
    institut: 'وزارة الانتقال الرقمي وإصلاح الإدارة',
    anexes: [
      'الإتفاقيات التي تم الشروع في مسطرة الانضمام إليها أو المصادقة عليها',
    ],
    files: ['html'],
  },
  {
    id: '5',
    title: 'القوانين المؤطرة لقطاع الإسكان وسياسة المدينة',
    institut: 'وزارة إعداد التراب الوطني والتعمير والإسكان وسياسة المدينة',
    anexes: ['النصوص التشريعية والتنظيمية'],
    files: ['html'],
  },
  {
    id: '6',
    title: 'قوانين التصريح بالممتلكات',
    institut: 'وزارة الانتقال الرقمي وإصلاح الإدارة',
    anexes: ['النصوص التشريعية والتنظيمية'],
    files: ['docx'],
  },
  {
    id: '7',
    title: 'المخطط العام للا تمركز الإداري لوزارة الصحة',
    institut: 'وزارة الصحة والحماية الاجتماعية',
    anexes: ['مشاريع القوانين', 'النصوص التشريعية والتنظيمية'],
    files: ['pdf'],
  },
  {
    id: '8',
    title: 'قانون الأحزاب',
    institut: 'وزارة الشباب والثقافة والتواصل',
    anexes: [
      'مهام المؤسسة أو الهيئة المعنية وهياكلها الإدارية، والمعلومات الضرورية من أجل الاتصال بها',
      'النصوص التشريعية والتنظيمية ',
    ],
    files: ['pdf'],
  },
  {
    id: '9',
    title: 'الملائمة والدراسات',
    institut: 'الوزارةالمنتدبة لدى رئيس الحكومة المكلفة بالعلاقات مع البرلمان',
    anexes: ['مشاريع القوانين'],
    files: ['html'],
  },
  {
    id: '10',
    title: 'الدليل المرجعي للوظائف والكفاءات بوزارة الأوقاف والشؤون الإسلامية',
    institut: 'وزارة الأوقاف والشؤون الإسلامية',
    anexes: [
      'مشاريع القوانين',
      'النصوص التشريعية والتنظيمية',
      'الإتفاقيات التي تم الشروع في مسطرة الانضمام إليها أو المصادقة عليها',
    ],
    files: ['pdf'],
  },
  {
    id: '11',
    title: 'مشروع نجاعة الأداء',
    institut: 'وزارة الانتقال الرقمي وإصلاح الإدارة',
    anexes: ['مشاريع قوانين المالية والوثائق المرفقة بها'],
    files: ['docx'],
  },
  {
    id: '12',
    title: 'الموارد البشرية والمالية',
    institut: 'وزارة الانتقال الرقمي وإصلاح الإدارة',
    anexes: ['مشاريع قوانين المالية والوثائق المرفقة بها'],
    files: ['pdf'],
  },
  {
    id: '13',
    title: 'مهام الوزارة',
    institut: 'وزارة الصناعة والتجارة',
    anexes: [
      'مهام المؤسسة أو الهيئة المعنية وهياكلها الإدارية، والمعلومات الضرورية من أجل الاتصال بها',
    ],
    files: ['html'],
  },
  {
    id: '14',
    title: 'مديريات الوزارة',
    institut: 'وزارة الصناعة والتجارة',
    anexes: [
      'مهام المؤسسة أو الهيئة المعنية وهياكلها الإدارية، والمعلومات الضرورية من أجل الاتصال بها',
    ],
    files: ['docx'],
  },
  {
    id: '15',
    title: 'مهام واختصاصات قطاع المياه والغابات',
    institut: 'وزارة الفلاحة والصيد البحري والتنمية القروية والمياه والغابات',
    anexes: [
      'مهام المؤسسة أو الهيئة المعنية وهياكلها الإدارية، والمعلومات الضرورية من أجل الاتصال بها',
    ],
    files: ['html', 'pdf'],
  },
]
