export const menuList = [
  {
    title: 'الحق في الحصول على المعلومات',
    menuHeight:'240px',
    subMenu: [
      {
        text: 'ما هو القانون رقم 13-31 المتعلق بالحق في الحصول على المعلومات؟',
        link: '/',
      },
      {
        text: 'ما هي بوابة الحصول على المعلومات؟',
        link: '/',
      },
      {
        text: 'كيف يمكنك تقديم طلب الحصول على المعلومات؟',
        link: '/',
      },
      {
        text: 'قاموس/ مصطلحات',
        link: '/',
      },
      {
        text: 'مراجع',
        link: '/documents',
      },
      {
        text: 'اختبار المعلومات Quiz',
        link: '/quiz',
      },
    ],
  },
  {
    title: 'قبل تقديم الطلب',
    menuHeight:'190px',
    subMenu: [
      {
        text: 'البحث عن المعلومات المنشورة استباقيا',
        link: '/',
      },
      {
        text: 'البحث عن المعلومات حسب المؤسسات والهيئات',
        link: '/',
      },
      {
        text: 'البحث عن المعلومات  بمواقع المؤسسات والهيئات',
        link: '/',
      },
      {
        text: 'أجوبة عن الطلبات الأكثر تداولا',
        link: '/',
      },
      {
        text: 'بعض المواقع الحكومية التي تتوفر على المعلومات',
        link: '/',
      },
    ],
  },
  {
    title: 'تقديم الطلب',
    menuHeight:'190px',
    subMenu: [
      {
        text: 'إيداع الطلب',
        link: '/request',
      },
      {
        text: 'تتبع الطلب',
        link: '/followReq',
      },
      {
        text: 'تقديم شكاية للمؤسسة المعنية',
        link: '/checkRequest',
      },
      {
        text: 'تقديم شكاية للجنة الحق في الحصول على المعلومات',
        link: '/',
      },
      {
        text: 'الطعن لدى المحكمة الإدارية المختصة',
        link: '/',
      },
    ],
  },
]

