export const LangStrings = {
  fr: {
    homeTitle: "Bienvenue sur le portail national d'acces à d'information",
    homeText:
      "Ce portail permet aux citoyens et citoyennes, ainsi qu'aux personnes étrangères résidant légalement au Maroc, d'introduire et de suivre les demandes d'accès à l'information conformément à la loi 13-31 relative au droit d'accès à l'information.",
    administration: "L'institution ou l'organisme concerné",
    type: 'Type de demande',
    infoPerso: 'Information Personnelles',
    typeAdmin: "Type d'administaration",
    anexes: 'Anexes',
    infoTotal: 'Informations totales :',
    responsable: 'responsable',
    quiz: 'quiz',
    table: 'table',
    request: 'request',
    home: 'accueil',
    documents: 'documents',
    searchengine: 'recherche',
    law: 'loi',
    portal: 'portail',
    howReq: 'mannier demande',
    login: 'connecter',
    adminLoginButton: 'خاص بالإدارة',
    userLoginButton: 'تسجيل الدخول',
    menuSearchInput: 'البحث في الموقع',
    heroBoxLink: 'اطلع على المزيد',
    heroAccorTitle: 'قم بالبحث وحدد ما إذا كنت بحاجة إلى تقديم طلب',
    searchInputText: 'أدخل عناصر البحث عن المعلومات التي ترغب في الحصول عليها',
    searchInputButton: 'البحث',
    homeAccorSearchText:'ابحث هنا',
    accordionContent: [
      {
        title: 'ابحث عن المعلومة قبل تقديم الطلب',
        link: '/',
        text: [
          'قبل إيداع طلبك للحصول على المعلومات يرجى الإطلاع على المعلومات المرغوب فيها إما:',
          '• عبر بوابة النشر الإستباقي للمعلومات',
          '• أو عبر المواقع الخدماتية التي توفر هذه المعلومات',
          '• أو عبر مواقع المؤسسات والهيئات',
        ],

        inputText: 'تقديم الطلب',
        inputType: 'search',
      },
      {
        title: 'تقديم الطلب',
        link: '/',
        text: [
          'قبل إيداع طلبك للحصول على المعلومات يرجى الإطلاع على المعلومات المرغوب فيها إما:',
          '• عبر بوابة النشر الإستباقي للمعلومات',
          '• أو عبر المواقع الخدماتية التي توفر هذه المعلومات',
          '• أو عبر مواقع المؤسسات والهيئات',
        ],

        inputText: 'تقديم الطلب',
        inputType: 'button',
      },
      {
        title: 'تتبع وضعية طلبك أو قدم شكاية حول طلبك',
        link: '/',
        text: [
          'ستقوم المؤسسة أو الهيئة المعنية بدراسة طلبك والرد عليه داخل الآجال المحددة قانونيا،',
          'تمكنك البوابة من تتبع طلبك،',
          'وفي حالة عدم الرضى عن الإجابة أو عدم الرد داخل الآجال يمكنك تقديم شكاية',
        ],

        inputText: 'تتبع وضعية الطلب',
        inputType: 'button',
      },
    ],
    iconBoxContent: [
      {
        text: 'عدد المؤسسات أو الهيئات المعنية',
        count: '1698',
      },
      {
        text: 'عدد الطلبات المقدمة',
        count: '4698',
      },
      {
        text: 'عدد الطلبات المعالجة',
        count: '3546',
      },
      {
        text: 'عدد الطلبات في طور المعالجة',
        count: '2685',
      },
      {
        text: 'متوسط مدة الإجابة',
        count: '71',
      },
    ],
    menuList: [
      {
        title: 'الحق في الحصول على المعلومات',
        menuHeight: '240px',
        subMenu: [
          {
            text: 'بوابة الحصول على المعلومات',
            link: '/portal',
            icon:'yes'
          },
          {
            text: 'ما هو القانون رقم 13-31؟',
            link: '/law',
            icon:'yes'
          },
          {
            text: 'قاموس/ مصطلحات',
            link: '/',
          },
          {
            text: 'مراجع',
            link: '/documents',
          },
          {
            text: 'اختبر معلوماتك',
            link: '/quiz',
          },
        ],
      },
      {
        title: 'قبل تقديم الطلب',
        menuHeight: '190px',
        subMenu: [    
          {
            text: 'البحث عن المعلومات المنشورة استباقيا',
            link: '/searchengine?proactivPublish',
          },
          {
            text: 'البحث عن المعلومات حسب المؤسسات والهيئات',
            link: '/institAgencies',
          },
          {
            text: 'البحث عن المعلومات  بمواقع المؤسسات والهيئات',
            link: '/searchengine?institWebsites',
          },
          {
            text: 'أجوبة عن الطلبات الأكثر تداولا',
            link: '/searchengine?mostFaReq',
          },
          {
            text: 'بعض المواقع الحكومية التي تتوفر على المعلومات',
            link: '/',
          },
        ],
      },
      {
        title: 'تقديم الطلب',
        menuHeight: '190px',
        subMenu: [
          {
            text: 'كيف يمكنك تقديم طلب الحصول على المعلومات؟',
            link: '/howReq',
            icon:'yes'
          },
          {
            text: 'إيداع الطلب',
            link: '/request',
          },
          {
            text: 'تتبع الطلب',
            link: '/checkRequest',
          },
        ],
      },
      {
        title: 'تقديم شكاية',
        menuHeight: '190px',
        subMenu: [
          {
            text: 'تقديم شكاية للمؤسسة المعنية',
            link: '/checkComplaint',
          },
          {
            text: 'تقديم شكاية للجنة الحق في الحصول على المعلومات',
            link: '/',
          },
          {
            text: 'الطعن لدى المحكمة الإدارية المختصة',
            link: '/',
          },
        ],
      },
      {
        title: 'إحصائيات',
      },
    ],
    boxContent: [
      {
        title: 'ما هو القانون رقم 13-31 المتعلق بالحق في الحصول على المعلومات؟',
        text: 'لمغلوطة حول استنكار النشوة وتمجيد الألم نشأت بالفعل، وسأعرض لك التفاصيل',
        link: '/',
      },
      {
        title: 'ما هي بوابة الحصول على المعلومات؟',
        text: 'لمغلوطة حول استنكار النشوة وتمجيدل، وسأعرض لك التفاصيل',
        link: '/',
      },
      {
        title: 'كيف يمكنك تقديم طلب الحصول على المعلومات؟',
        text: 'لمغلوطة حول استنكار النشوة وتمجيد الألم نشأت بالفعل، وسأعرض لك التفاصيل',
        link: '/',
      },
      {
        title: 'اختبار المعلومات Quiz',
        text: 'لمغلوطة حول استنكار النشوة وتمجيد الألم نشأت بالفعل، وسأعرض لك التفاصيل',
        link: '/',
      },
    ],
  },
  ar: {
    homeTitle: 'مرحبا بكم في البوابة الوطنية للحصول على المعلومات',
    homeText:
      'تتيح هذه البوابة للمواطنات والمواطنين وكذا الأشخاص الأجانب المقيمين بالمغرب بصفة قانونية تقديم وتتبع طلبات الحصول على المعلومات وفقا للقانون 13-31 المتعلق بالحق في الحصول على المعلومات',
    administration: 'المؤسسة أو الهيئة المعنية',
    type: 'نوع الطلب',
    infoPerso: 'بيانات شخصية',
    typeAdmin: 'الصنف',
    anexes: 'المحاور',
    infoTotal: 'مجموع المعلومات:',
    responsable: 'المسؤول',
    quiz: 'الإختبار',
    table: 'الجدول',
    request: 'إيداع الطلب',
    home: 'الرئيسية',
    documents: 'وثائق',
    searchengine: 'البحث',
    law: 'القانون',
    portal: 'البوابة',
    howReq: 'كيفية الطلب',
    login: 'الدخول',
    adminLoginButton: 'خاص بالإدارة',
    userLoginButton: 'تسجيل الدخول',
    menuSearchInput: 'البحث في الموقع',
    heroBoxLink: 'اطلع على المزيد',
    heroAccorTitle: 'قم بالبحث وحدد ما إذا كنت بحاجة إلى تقديم طلب',
    searchInputText: 'أدخل عناصر البحث عن المعلومات التي ترغب في الحصول عليها',
    searchInputButton: 'البحث',
    homeAccorSearchText:'ابحث هنا',
    accordionContent: [
      {
        title: 'ابحث عن المعلومة قبل تقديم الطلب',
        link: '/',
        text: [
          'قبل إيداع طلبك للحصول على المعلومات يرجى الإطلاع على المعلومات المرغوب فيها إما:',
          '• عبر بوابة النشر الإستباقي للمعلومات',
          '• أو عبر المواقع الخدماتية التي توفر هذه المعلومات',
          '• أو عبر مواقع المؤسسات والهيئات',
        ],

        inputText: 'تقديم الطلب',
        inputType: 'search',
      },
      {
        title: 'تقديم الطلب',
        link: '/',
        text: [
          'قبل إيداع طلبك للحصول على المعلومات يرجى الإطلاع على المعلومات المرغوب فيها إما:',
          '• عبر بوابة النشر الإستباقي للمعلومات',
          '• أو عبر المواقع الخدماتية التي توفر هذه المعلومات',
          '• أو عبر مواقع المؤسسات والهيئات',
        ],

        inputText: 'تقديم الطلب',
        inputType: 'button',
      },
      {
        title: 'تتبع وضعية طلبك أو قدم شكاية حول طلبك',
        link: '/',
        text: [
          'ستقوم المؤسسة أو الهيئة المعنية بدراسة طلبك والرد عليه داخل الآجال المحددة قانونيا،',
          'تمكنك البوابة من تتبع طلبك،',
          'وفي حالة عدم الرضى عن الإجابة أو عدم الرد داخل الآجال يمكنك تقديم شكاية',
        ],

        inputText: 'تتبع وضعية الطلب',
        inputType: 'button',
      },
    ],
    iconBoxContent: [
      {
        text: 'عدد المؤسسات أو الهيئات المعنية',
        count: '1698',
      },
      {
        text: 'عدد الطلبات المقدمة',
        count: '4698',
      },
      {
        text: 'عدد الطلبات المعالجة',
        count: '3546',
      },
      {
        text: 'عدد الطلبات في طور المعالجة',
        count: '2685',
      },
      {
        text: 'متوسط مدة الإجابة',
        count: '71',
      },
    ],
    menuList: [
      {
        title: 'الحق في الحصول على المعلومات',
        menuHeight: '240px',
        subMenu: [
          {
            text: 'بوابة الحصول على المعلومات',
            link: '/portal',
            icon:'yes'
          },
          {
            text: 'ما هو القانون رقم 13-31؟',
            link: '/law',
            icon:'yes'
          },
          {
            text: 'قاموس/ مصطلحات',
            link: '/',
          },
          {
            text: 'مراجع',
            link: '/documents',
          },
          {
            text: 'اختبر معلوماتك',
            link: '/quiz',
          },
        ],
      },
      {
        title: 'قبل تقديم الطلب',
        menuHeight: '190px',
        subMenu: [    
          {
            text: 'البحث عن المعلومات المنشورة استباقيا',
            link: '/searchengine?proactivPublish',
          },
          {
            text: 'البحث عن المعلومات حسب المؤسسات والهيئات',
            link: '/institAgencies',
          },
          {
            text: 'البحث عن المعلومات  بمواقع المؤسسات والهيئات',
            link: '/searchengine?institWebsites',
          },
          {
            text: 'أجوبة عن الطلبات الأكثر تداولا',
            link: '/searchengine?mostFaReq',
          },
          {
            text: 'بعض المواقع الحكومية التي تتوفر على المعلومات',
            link: '/',
          },
        ],
      },
      {
        title: 'تقديم الطلب',
        menuHeight: '190px',
        subMenu: [
          {
            text: 'كيف يمكنك تقديم طلب الحصول على المعلومات؟',
            link: '/howReq',
            icon:'yes'
          },
          {
            text: 'إيداع الطلب',
            link: '/request',
          },
          {
            text: 'تتبع الطلب',
            link: '/checkRequest',
          },
        ],
      },
      {
        title: 'تقديم شكاية',
        menuHeight: '190px',
        subMenu: [
          {
            text: 'تقديم شكاية للمؤسسة المعنية',
            link: '/checkComplaint',
          },
          {
            text: 'تقديم شكاية للجنة الحق في الحصول على المعلومات',
            link: '/',
          },
          {
            text: 'الطعن لدى المحكمة الإدارية المختصة',
            link: '/',
          },
        ],
      },
      {
        title: 'إحصائيات',
      },
    ],
    boxContent: [
      {
        title: 'ما هو القانون رقم 13-31 المتعلق بالحق في الحصول على المعلومات؟',
        text: 'لمغلوطة حول استنكار النشوة وتمجيد الألم نشأت بالفعل، وسأعرض لك التفاصيل',
        link: '/',
      },
      {
        title: 'ما هي بوابة الحصول على المعلومات؟',
        text: 'لمغلوطة حول استنكار النشوة وتمجيدل، وسأعرض لك التفاصيل',
        link: '/',
      },
      {
        title: 'كيف يمكنك تقديم طلب الحصول على المعلومات؟',
        text: 'لمغلوطة حول استنكار النشوة وتمجيد الألم نشأت بالفعل، وسأعرض لك التفاصيل',
        link: '/',
      },
      {
        title: 'اختبار المعلومات Quiz',
        text: 'لمغلوطة حول استنكار النشوة وتمجيد الألم نشأت بالفعل، وسأعرض لك التفاصيل',
        link: '/',
      },
    ],
  },
  amz: {
    homeTitle: 'ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖ',
    homeText:
      'ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖ',
    adminLoginButton: 'ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⵏ',
    userLoginButton: 'ⵜⵉⵏⴰⴼⵓ ⵜⵉⵏⴰⵉⵏ',
    menuSearchInput: 'ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ',
    heroBoxLink: 'ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏ ⵜⵉⵏⴰⴼ',
    heroAccorTitle:
      'ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ',
    searchInputText: 'ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ',
    searchInputButton: 'ⴼⵓⵜⵏ',
    homeAccorSearchText:'ⴼⵓⵜⵏ ⴼⵓⵏ',
    accordionContent: [
      {
        title: 'ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ',
        link: '/',
        text: [
          'ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉ :',
          '• ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉ ',
          '• ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉ ',
          '• ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉ',
        ],

        inputText: 'ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ',
        inputType: 'search',
      },
      {
        title: 'ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ',
        link: '/',
        text: [
          'ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉ :',
          '• ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉ ',
          '• ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉ ',
          '• ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉ',
        ],

        inputText: 'ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ',
        inputType: 'button',
      },
      {
        title: 'ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ',
        link: '/',
        text: [
          'ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉ :',
          '• ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉ ',
          '• ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉ ',
          '• ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉ',
        ],

        inputText: 'ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ',
        inputType: 'button',
      },
    ],
    iconBoxContent: [
      {
        text: 'ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ',
        count: '1698',
      },
      {
        text: 'ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ',
        count: '4698',
      },
      {
        text: 'ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ',
        count: '3546',
      },
      {
        text: 'ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ',
        count: '2685',
      },
      {
        text: 'ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵏⵏⵖⵜⵉⵏⴰⴼⵓⵜⵉⵏ',
        count: '71',
      },
    ],
    menuList: [
      {
        title: 'ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ',
        menuHeight: '240px',
        subMenu: [
          {
            text: 'ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ',
            link: '/portal',
            icon:'yes'
          },
          {
            text: 'ⵜⵉⵏⴰⴼⵓⵜⵉⵏⵜ ⵉⵏⴰⴼⵓⵜⵉⵏ',
            link: '/law',
            icon:'yes'
          },
          {
            text: 'ⵜⵉⵏⴰⴼⵓⵜⵉⵏ/ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ',
            link: '/',
          },
          {
            text: 'ⵜⵉⵏⴰⴼⵓⵜⵉⵏ',
            link: '/documents',
          },
          {
            text: 'ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ',
            link: '/quiz',
          },
        ],
      },
      {
        title: 'ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ',
        menuHeight: '190px',
        subMenu: [
          {
            text: 'ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ',
            link: '/searchengine?proactivPublish',
          },
          {
            text: 'ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ',
            link: '/institAgencies',
          },
          {
            text: 'ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ',
             link: '/searchengine?institWebsites',
          },
          {
            text: 'ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ',
            link: '/searchengine?mostFaReq',
          },
          {
            text: 'ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ',
            link: '/',
          },
        ],
      },
      {
        title: 'ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ',
        menuHeight: '190px',
        subMenu: [
          {
            text: 'ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ',
            link: '/howReq',
            icon:'yes'
          },
          {
            text: 'ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ',
            link: '/request',
          },
          {
            text: 'ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ',
            link: '/checkRequest',
          },
        ],
      },
      {
        title: 'ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ',
        menuHeight: '190px',
        subMenu: [
          {
            text: 'ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ',
            link: '/checkComplaint',
          },
          {
            text: 'ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ',
            link: '/',
          },
          {
            text: 'ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ',
            link: '/',
          },
        ],
      },
      {
        title: 'ⵜⵉⵏⴰⴼⵓⵜⵉⵏ',
      },
    ],
    boxContent: [
      {
        title: '  ⵜⵉⵏⴰⴼⵓⵜⵉⵏ  13-31 ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ  ⵜⵉⵏⴰⴼⵓⵜⵉⵏ  ⵜⵉⵏⴰⴼⵓⵜⵉⵏ',
        text: 'ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ',
        link: '/',
      },
      {
        title: 'ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ',
        text: 'ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ',
        link: '/',
      },
      {
        title: 'ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ',
        text: 'ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ',
        link: '/',
      },
      {
        title: 'ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ Quiz',
        text: 'ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ ⵜⵉⵏⴰⴼⵓⵜⵉⵏ',
        link: '/',
      },
    ],
  },
}
