import { NextPage } from 'next'
import SubTitle from '../components/home/SubTitle'
import PageTitle from '../components/Layout/PageTitle'
const Law: NextPage = () => {
  return (
    <div>
      <PageTitle>كيف يمكنك البحث عن المعلومات?</PageTitle>
      <div className="mx-auto my-20 w-[80%]">
        <SubTitle>
          يمكنكم الاطلاع على المعلومات التي ترغبون الحصول عليها عبر:
        </SubTitle>
        <div className='text-sm'>
          <h3 className='text-lg mb-2'>المعلومات المنشورة حسب المجالات</h3>
          <p className='text-gray-600 mb-3'>
            وفقا fحكام الدستور، لا سيما المادة 27 منه، يحدد القانون 13.31
            المتعلق بالحق في الوصول إلى المعلومات نطاق الحق في الوصول إلى
            المعلومات التي تحتفظ بها ا,دارات العامة والمؤسسات والهيئات المنتخبة
            التي تقدم الخدمة العامة، وكذلك شروط وإجراءات التي تقدم الخدمة
            العامة، وكذلك شروط وإجراءاالتي تقدم الخدمة العامة، وكذلك شروط
            وإجراءاالتي تقدم الخدمة العامة، وكذلك شروط وإجراءاممارسة هذا الحق.
          </p>
          <h3 className='text-lg mb-2'>المعلومات بمواقع المؤسسات والهيئات</h3>
          <p className='text-gray-600 mb-3'>
            وفقا fحكام الدستور، لا سيما المادة 27 منه، يحدد القانون 13.31
            المتعلق بالحق في الوصول إلى المعلومات نطاق الحق في الوصول إلى
            المعلومات التي تحتفظ بها ا,دارات العامة والمؤسسات والهيئات المنتخبة
            التي تقدم الخدمة العامةتقدم الخدمة العامة، وكذلك شروط وإجراءاممارسة هذا الحق.
          </p>
          <h3 className='text-lg mb-2'> المعلومات الاكثر طلبا</h3>
          <p className='text-gray-600 mb-3'>
            وفقا fحكام الدستور، لا سيما المادة 27 منه، يحدد القانون 13.31
            المتعلق بالحق في الوصول  تقدم الخدمة العامة، وكذلك شروط وإجراءاممارسة هذا الحق.
          </p>
          <h3 className='text-lg mb-2'> المعلومات حول المؤسسات والهيئات</h3>
          <p className='text-gray-600 mb-3'>
            وفقا fحكام الدستور، لا سيما المادة 27 منه، يحدد القانون 13.31
            المتعلق بالحق في الوصول إلى المعلومات نم الخدمة العامة، وكذلك شروط وإجراءات التي تقدم الخدمة
            العامة، وكذلك شروط وإجراءاالتي تقدم الخدمة العامة، وكذلك شروط
            وإجراءاالتي تقدم الخدمة العامة، وكذلك شروط وإجراءاممارسة هذا الحق.
          </p>
          <h3 className='text-lg mb-2'>  مواقع حكومية اخرى</h3>
          <p className='text-gray-600 mb-3'>
            وفقا fحكام الدستور، لا سيما المادة 27 منه، يحدد القانون 13.31
            المتعلق بالحق في الوصول إلى المعلومات نطاق الحق في الوصول إلى
            المعلومات التي تحتفظ بها ا,دارات العامة والمؤسسات والهيئات المنتخبة
            التي تقدم الخدمة العامة، وكذلك شروط وإجراءات التي تقدم الخدمة
            العامة، وكذلك شروط وإ
          </p>
        </div>
      </div>
    </div>
  )
}

export default Law
